Repository: Mathias-Stark/ITSupportTool
Catalog: Resources/Strings.*.resx
Languages: da_dk, nb_no, sv_se

# UsernameLabel
source: Username:
da_dk: Brugernavn:
nb_no: Brukernavn:
sv_se: Användarnamn:

# ComputerNameLabel
source: Computer Name:
da_dk: Computernavn:
nb_no: Datamaskinnavn:
sv_se: Datornamn:

# IPAddressLabel
source: IP Address:
da_dk: IP-adresse:
nb_no: IP-adresse:
sv_se: IP-adress:

# OSVersionLabel
source: OS Version:
da_dk: Windows version:
nb_no: OS-versjon:
sv_se: Windows-version:

# SSIDLabel
source: Network:
da_dk: Netværk:
nb_no: Nettverk:
sv_se: Nätverk:

# LastRestartLabel
source: Last Restart:
da_dk: Seneste genstart:
nb_no: Siste omstart:
sv_se: Senaste omstart:

# VPNIPAddressLabel
source: VPN IP Address:
da_dk: VPN IP-adresse:
nb_no: VPN IP-adresse:
sv_se: VPN IP-adress:

# OpenRemoteHelpTip
source: Launch the Stark Remote Help application.
da_dk: Start Stark Remote Help applikationen.
nb_no: Start Stark Remote Help applikasjonen.
sv_se: Starta Stark Remote Help applikationen.

# CopyInfoTip
source: Copy all info to the clipboard.
da_dk: Kopier alle informationer til udklipsholder.
nb_no: Kopier all informasjon til utklippstavlen.
sv_se: Kopiera all information till Urklipp.

# OpenITMessagesLabel
source: IT Messages
da_dk: IT meddelelser
nb_no: IT-meldinger
sv_se: Driftstörningar

# OpenITMessagesTip
source: Open the IT messages portal.
da_dk: Åbn IT-beskedportalen.
nb_no: Åpne IT-meldingsportalen.
sv_se: Öppna IT-meddelandeportalen.

# OpenTicketSystemTip
source: Open the ticket system to report issues.
da_dk: Åbn billetsystemet for at rapportere problemer.
nb_no: Åpne billettsystemet for å rapportere problemer.
sv_se: Öppna ticketsystemet för att rapportera problem.

# OpenPasswordResetLabel
source: Change password
da_dk: Skift kodeord
nb_no: Endre passord
sv_se: Byt lösenord

# OpenPasswordResetTip
source: Open the portal to change your password.
da_dk: Åbn portalen til ændring af adgangskode.
nb_no: Åpne portalen for passordendring.
sv_se: Öppna portalen för lösenordsändring

source: FortiClient Connected
da_dk: FortiClient tilsluttet
nb_no: FortiClient tilkoblet
sv_se: FortiClient ansluten

source: FortiClient Disconnected
da_dk: FortiClient frakoblet
nb_no: FortiClient frakoblet
sv_se: FortiClient frånkopplad

source: Connected via Ethernet
da_dk: Forbundet via kabel
nb_no: Tilkoblet via kabel
sv_se: Ansluten via kabel

source: Not connected to WiFi
da_dk: Ikke forbundet til WiFi
nb_no: Ikke koblet til WiFi
sv_se: Inte ansluten till WiFi

source: No active connection
da_dk: Ingen aktiv forbindelse
nb_no: Ingen aktiv tilkobling
sv_se: Ingen aktiv anslutning

# SwitchToEnglishTip
source: Switch the interface language to English.
da_dk: Skift grænsefladesprog til engelsk.
nb_no: Bytt grensesnittspråk til engelsk.
sv_se: Växla gränssnittsspråk till engelska.

# SwitchToDanishTip
source: Switch the interface language to your native language.
da_dk: Skift sprog til dit modersmål.
nb_no: Bytt språk til ditt morsmål.
sv_se: Byt språk till ditt modersmål.

# RunScriptLabel
source: Fix Wi-Fi
da_dk: Reparer Wi-Fi
nb_no: Reparer Wi-Fi
sv_se: Reparera Wi-Fi

# RunScriptTip
source: Show instructions on how to fix the Wi-Fi connection.
da_dk: Vis instruktioner til at reparere Wi-Fi-forbindelsen.
nb_no: Vis instruksjoner for å reparere Wi-Fi-tilkoblingen.
sv_se: Visa instruktioner för att reparera Wi-Fi-anslutningen.

# ComputerInformationTitle
source: Computer Information
nb_no: Datamaskininformasjon
sv_se: Datorinformation

# InstructionsTitle
source: Fix Wi-Fi Connection
da_dk: Reparer Wi-Fi Forbindelse
nb_no: Reparer Wi-Fi-tilkobling
sv_se: Reparera Wi-Fi-anslutning

# InstructionsStep1
source: 1. Click "Run Fix"
da_dk: 1. Klik på "Kør Reparation" herunder
nb_no: 1. Klikk på "Kjør Reparasjon"
sv_se: 1. Klicka på "Kör Reparation"

# InstructionsStep1Body
source: This will open the Wi-Fi list on the right side of your screen.
da_dk: Dette vil åbne Wi-Fi listen i højre side af din skærm.
nb_no: Dette vil åpne Wi-Fi-listen på høyre side av skjermen.
sv_se: Detta öppnar Wi-Fi-listan på höger sida av skärmen.

# InstructionsStep2
source: 2. Reconnect to StarkGroup
da_dk: 2. Genforbind til StarkGroup
nb_no: 2. Koble til StarkGroup på nytt
sv_se: 2. Återanslut till StarkGroup

# InstructionsStep2Body
source: In the list, find and click on StarkGroup. You will see this login window:
da_dk: Find og klik på StarkGroup i listen. Du vil se dette login-vindue:
nb_no: Finn og klikk på StarkGroup i listen. Du vil se dette påloggingsvinduet:
sv_se: Hitta och klicka på StarkGroup i listan. Du kommer att se detta inloggningsfönster:

# InstructionsBullet2
source: Enter your STARK username and password.
da_dk: Indtast dit STARK brugernavn og adgangskode.
nb_no: Skriv inn ditt STARK brukernavn og passord.
sv_se: Ange ditt STARK-användarnamn och lösenord.

# InstructionsBullet3
source: Click OK.
da_dk: Klik OK.
nb_no: Klikk OK.
sv_se: Klicka OK.

# ExecuteScriptButtonText
source: Run Fix
da_dk: Kør Reparation
nb_no: Kjør Reparasjon
sv_se: Kör Reparation

# BackButtonText
source: Back
da_dk: Tilbage
nb_no: Tilbake
sv_se: Tillbaka

# AddPrinterLabel
source: Add Printer
da_dk: Tilføj printer
nb_no: Legg til skriver
sv_se: Lägg till skrivare

# AddPrinterToolTip
source: Find and add network printers.
da_dk: Find og tilføj netværksprintere.
nb_no: Finn og legg til nettverksskrivere.
sv_se: Hitta och lägg till nätverksskrivare.

# PrinterViewTitle
source: Add Printer
da_dk: Tilføj printer
nb_no: Legg til skriver
sv_se: Lägg till skrivare

# SiteIdLabel
source: Location ID:
da_dk: Butiks nr.:
nb_no: Avd. nr.:
sv_se: Plats-ID:

# SearchButtonText
source: Search
da_dk: Søg
nb_no: Søk
sv_se: Sök

# AddSelectedButtonText
source: Add Selected
da_dk: Tilføj valgte
nb_no: Legg til valgte
sv_se: Lägg till valda

# InstructionsExampleUsername
source: Username: Fx: D123ABC or Email
da_dk: Brugernavn: F.eks. D123ABC eller Email
nb_no: Brukernavn: F.eks. D123ABC eller E-post
sv_se: Användarnamn: T.ex. S123ABC eller E-post

# InstructionsExamplePassword
source: Password: Windows password (not pincode)
da_dk: Adgangskode: Windows adgangskode (ikke pinkode)
nb_no: Passord: Windows-passord (ikke PIN-kode)
sv_se: Lösenord: Windows-lösenord (inte PIN-kod)

# PrinterStatusSearching
source: Searching for printers...
da_dk: Søger efter printere...
nb_no: Søker etter skrivere...
sv_se: Söker efter skrivare...

# PrinterStatusFound
source: Found {0} Ricoh printers.
da_dk: Fandt {0} Ricoh-printere.
nb_no: Fant {0} Ricoh-skrivere.
sv_se: Hittade {0} Ricoh-skrivare.

# PrinterStatusNotFound
source: No Ricoh printers found for that Site ID.
da_dk: Ingen Ricoh-printere fundet for det butiksnummer.
nb_no: Ingen Ricoh-skrivere funnet for det avdelingsnummeret.
sv_se: Inga Ricoh-skrivare hittades för det plats-ID.

# PrinterStatusEnterSiteId
source: Enter a Site ID to find Ricoh printers.
da_dk: Indtast et afdelingsnummer for at finde Ricoh-printere.
nb_no: Skriv inn et avdelingsnummer for å finne Ricoh-skrivere.
sv_se: Ange ett plats-ID för att hitta Ricoh-skrivare.

# PrinterErrorNoPrinterSelected
source: Please select at least one printer to add.
da_dk: Vælg venligst mindst én printer for at tilføje.
nb_no: Vennligst velg minst én skriver for å legge til.
sv_se: Vänligen välj minst en skrivare att lägga till.

# PrinterErrorNoPrinterSelectedTitle
source: No Printer Selected
da_dk: Ingen printer valgt
nb_no: Ingen skriver valgt
sv_se: Ingen skrivare vald

# PrinterStatusInstalling
source: Installing selected printers, please wait...
da_dk: Installerer valgte printere, vent venligst...
nb_no: Installerer valgte skrivere, vennligst vent...
sv_se: Installerar valda skrivare, var god vänta...

# PrinterReportComplete
source: Printer installation complete.
da_dk: Printerinstallation fuldført.
nb_no: Installasjon av skriver er fullført.
sv_se: Skrivarinstallationen är klar.

# PrinterReportSuccess
source: Successfully Added:
da_dk: Tilføjet:
nb_no: Vellykket installert:
sv_se: Tillagda:

# PrinterReportFailed
source: Failed to Add:
da_dk: Kunne ikke tilføjes:
nb_no: Mislykket installasjon:
sv_se: Misslyckades att lägga till:

# PrinterReportTitle
source: Installation Report
da_dk: Installationsrapport
nb_no: Installasjonsrapport
sv_se: Installationsrapport

# PrinterStatusFinished
source: Installation process finished.
da_dk: Installationen er færdig.
nb_no: Installasjonsprosessen er fullført.
sv_se: Installationsprocessen är klar.

# ServiceDeskTitle
source: IT Support information
nb_no: IT Support informasjon

# ServiceDeskHours
source: Monday – Friday: 06:00–17:00
da_dk: Mandag – fredag: 06:00–17:00
nb_no: Mandag – fredag: 06:00–17:00

# ShowComputerInfoLabel
source: Computer Information
nb_no: Datamaskin-informasjon

# ShowComputerInfoToolTip
source: Show detailed information about your computer.
da_dk: Vis detaljerede oplysninger om din computer.
nb_no: Vis detaljert informasjon om datamaskinen din.

# ServiceDeskCardTitle
source: IT Support Information
nb_no: IT Support Informasjon

# ServiceDeskToolTip
source: Show the IT Support contact information.
da_dk: Vis IT Support kontaktoplysninger.
nb_no: Vis IT Suppport kontaktinformasjon.

# ServiceDeskPhone
source: Phone: 8252 6900
da_dk: Telefon: 8252 6900
nb_no: Telefon: 477 64 114

# ServiceDeskEmail
source: Email: itsupport@stark.dk
nb_no: E-post: itsupport@stark.dk

# WifiCardTitle
source: Wifi for Mobile Phones
da_dk: Wifi til STARK Mobiltelefoner
nb_no: Wifi for STARK-mobiltelefoner

# WifiNetworkNameLabel
source: Name:
da_dk: Navn:
nb_no: Navn:

# WifiNetworkPasswordLabel
source: Code:
da_dk: Kode:
nb_no: Kode:
